 const posts = [
    {
        id: 1,
        author: "gospodin.huesosik@gmail.com",
        title: "Какой то заголовок",
        content: "Повседневная практика показывает, что социально-экономическое развитие способствует подготовке " +
            "и реализации распределения внутренних резервов и ресурсов. Предварительные выводы неутешительны: " +
            "перспективное планирование не даёт нам иного выбора, кроме определения экономической целесообразности принимаемых решений.",
        date: "31 октября",
        image: "",
    },
    {
        id: 2,
        author: "gospodin.huesosik@gmail.com",
        title: "Второй пост",
        content: "Это содержание второго поста. Здесь будет текст поста.",
        date: "1 ноября",
        image: "",
    },
    {
        id: 3,
        author: "gospodin.huesosik@gmail.com",
        title: "Третий пост",
        content: "Это содержание третьего поста. Здесь будет текст поста.",
        date: "1 ноября",
        image: "",
    },
];
export default posts;